Repository: darioconcilio/LibraryOne
Catalog: Translations/Library One.*.xlf
Languages: it

# Page 3701053198 - Control 883711285 - Property 1295455071
source: Specifies the value of the Entry No. field.
it: Specifica il valore del campo Tipo di voce.

# Page 3701053198 - Control 3221795907 - Property 1295455071
source: If you choose a print service, you can specify a description that you want print on a book.\It will print on a first line.
it: Se si sceglie un servizio di stampa, è possibile specificare una descrizione che si desidera stampare su un libro.\Verrà stampato su una prima riga.

# Page 3701053198 - Control 1003234496 - Property 1295455071
source: You can specify additional description printed on book.\It's an optional request.
it: È possibile specificare una descrizione aggiuntiva stampata sul libro.\È una richiesta facoltativa.

# Page 3701053198 - Control 2704404533 - Property 1295455071
source: You have to specify how much books book reader whants
it: Devi specificare quanti libri il lettore di libri fugge

# Page 3701053198 - Control 1438758551 - Property 1295455071
source: Specifies the value of the Request Date field.
it: Specifica il valore del campo Data richiesta.

# Page 3701053198 - Control 2004714617 - Property 1295455071
source: If you choose a print service, you can specify a description that you want print on a book.\It will print on a second line.
it: Se si sceglie un servizio di stampa, è possibile specificare una descrizione che si desidera stampare su un libro.\Verrà stampato su una seconda riga.

# Page 468931829 - Property 2879900210
source: Book Request Wizard
it: Procedura guidata di richiesta di prenotazione

# Page 468931829 - Method 1162407959 - NamedType 325146561
source: In this wizard covering service is mandatory
it: In questa procedura guidata il servizio di copertura è obbligatorio

# Page 468931829 - Method 731349548 - NamedType 2035619344
source: You chose Print custom description service,\but you don't specify primary description
it: È stato scelto Stampa servizio di descrizione personalizzata, ma non è stata specificata la descrizione principale

# Page 468931829 - Control 3771653808 - Property 1968111052
source: The first thing to do is to choose the reader, the book, and the amount of books to request
it: La prima cosa da fare è scegliere il lettore, il libro e la quantità di libri da richiedere

# Page 468931829 - Control 3771653808 - Property 2879900210
source: Choose Item
it: Scegli l'articolo

# Page 468931829 - Control 3835534554 - Property 2879900210
source: Welcome to the book customization wizard
it: Benvenuto nella procedura guidata di personalizzazione dei libri

# Page 468931829 - Control 2451893770 - Property 1968111052
source: You can specify all information about book reader request to customize cover book and additional custom description. Remember, cover service is mandatory, if you want additional print custom description, you just select option, but it's not mandatory.
it: È possibile specificare tutte le informazioni sulla richiesta del lettore di libri per personalizzare la copertina e la descrizione personalizzata aggiuntiva. Ricorda, il servizio di copertura è obbligatorio, se desideri una descrizione personalizzata di stampa aggiuntiva, seleziona semplicemente l'opzione, ma non è obbligatoria.

# Page 468931829 - Control 515162744 - Property 2879900210
source: Request Information
it: Richiedi informazioni

# Page 468931829 - Control 3103787392 - Property 1295455071
source: You have to choose book that customer what requests for customizzation
it: Devi scegliere di prenotare il cliente che richiede la personalizzazione

# Page 468931829 - Control 3103787392 - Property 1968111052
source: Code or Title of Book
it: Codice o titolo del libro

# Page 468931829 - Control 3103787392 - Property 2879900210
source: Book Code
it: Codice Libro

# Page 468931829 - Control 4190130733 - Property 1295455071
source: You have to choose customer that what request a customization of book
it: Devi scegliere il cliente che cosa richiedere una personalizzazione del libro

# Page 468931829 - Control 4190130733 - Property 1968111052
source: Code or Name of book reader
it: Codice o nome del lettore di libri

# Page 468931829 - Control 4190130733 - Property 2879900210
source: Customer No.
it: Cliente Nr.

# Page 468931829 - Control 2704404533 - Property 1295455071
source: You have to specify how much books customer whants
it: Devi specificare quanti libri i clienti whant

# Page 468931829 - Control 2704404533 - Property 2879900210
source: Quantity
it: Quantità

# Page 468931829 - Control 866660291 - Property 2879900210
source: Optional Cover Configuration
it: Configurazione opzionale del coperchio

# Page 468931829 - Control 3258235900 - Property 1295455071
source: If you choose a cover, you have to choose a color of Cover.
it: Se scegli una copertina, devi scegliere un colore di copertina.

# Page 468931829 - Control 3258235900 - Property 2879900210
source: Cover Color
it: Colore della copertura

# Page 468931829 - Control 3357265471 - Property 1295455071
source: You can specify which type of cover must have a book.\It's an optional request.
it: È possibile specificare quale tipo di copertina deve contenere un libro.\È una richiesta facoltativa.

# Page 468931829 - Control 3357265471 - Property 2879900210
source: Cover Type
it: Tipo di copertura

# Page 468931829 - Control 1103858368 - Property 2879900210
source: Optional Cover Print
it: Stampa copertina opzionale

# Page 468931829 - Control 3221795907 - Property 1295455071
source: If you choose a print service, you can specify a description that you want print on a book.\It will print on a first line.
it: Se si sceglie un servizio di stampa, è possibile specificare una descrizione che si desidera stampare su un libro.\Verrà stampato su una prima riga.

# Page 468931829 - Control 3221795907 - Property 1968111052
source: Example: schoolboy's name
it: Esempio: nome dello scolaro

# Page 468931829 - Control 3221795907 - Property 2879900210
source: Primary Custom Description
it: Descrizione personalizzata principale

# Page 468931829 - Control 1003234496 - Property 1295455071
source: You can specify additional description printed on book.\It's an optional request.
it: È possibile specificare una descrizione aggiuntiva stampata sul libro.\È una richiesta facoltativa.

# Page 468931829 - Control 1003234496 - Property 2879900210
source: Additional print description
it: Descrizione aggiuntiva della stampa

# Page 468931829 - Control 2004714617 - Property 1295455071
source: If you choose a print service, you can specify a description that you want print on a book.\It will print on a second line.
it: Se si sceglie un servizio di stampa, è possibile specificare una descrizione che si desidera stampare su un libro.\Verrà stampato su una seconda riga.

# Page 468931829 - Control 2004714617 - Property 1968111052
source: Example: schoolboy's class
it: Esempio: classe di scolari

# Page 468931829 - Control 2004714617 - Property 2879900210
source: Secondary Custom Description
it: Descrizione personalizzata secondaria

# Page 468931829 - Control 1354978374 - Property 2879900210
source: Summary of choices
it: Riepilogo delle scelte

# Page 468931829 - Control 3116838295 - Property 2879900210
source: Covering
it: Copertina

# Page 468931829 - Control 2688527900 - Property 1295455071
source: Color for cover
it: Colore per la copertina

# Page 468931829 - Control 2688527900 - Property 2879900210
source: Color for cover
it: Colore per la copertina

# Page 468931829 - Control 64729887 - Property 1295455071
source: Cover Type
it: Tipo di copertura

# Page 468931829 - Control 64729887 - Property 2879900210
source: Cover Type
it: Tipo di copertura

# Page 468931829 - Control 860331774 - Property 2879900210
source: Custom Printing
it: Stampa personalizzata

# Page 468931829 - Control 1206603179 - Property 1295455071
source: Primary description that will print on cover book
it: Descrizione principale che verrà stampata sulla copertina

# Page 468931829 - Control 1868757921 - Property 1295455071
source: Secondary description that will print on cover book
it: Descrizione secondaria che verrà stampata sulla copertina

# Page 468931829 - Control 2445482498 - Property 2879900210
source: Summary
it: Riepilogo

# Page 468931829 - Control 2334159424 - Property 1295455071
source: Book code that will be custom
it: Codice del libro che sarà personalizzato

# Page 468931829 - Control 1736635051 - Property 1295455071
source: Book reader code that wants custom book
it: Codice del lettore di libri che desidera un libro personalizzato

# Page 468931829 - Control 3752688875 - Property 1295455071
source: Quantiy books
it: Libri di qualità

# Page 468931829 - Action 742034285 - Property 2879900210
source: Back
it: Indietro

# Page 468931829 - Action 2667510389 - Property 2879900210
source: Confirm
it: Conferma

# Page 468931829 - Action 1235620153 - Property 2879900210
source: Next
it: Successivo

# Page 596671803 - Property 2879900210
source: Format Example List
it: Elenco di esempio di formato

# Page 596671803 - Control 3301323505 - Property 1295455071
source: Specifies the value of the Date Value field.
it: Specifica il valore del campo Valore data.

# Page 596671803 - Control 4251776167 - Property 1295455071
source: Specifies the value of the Date/Time Value field.
it: Specifica il valore del campo Valore data/ora.

# Page 596671803 - Control 822268484 - Property 1295455071
source: Specifies the value of the Decimal Value field.
it: Specifica il valore del campo Valore decimale.

# Page 596671803 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field.
it: Specifica il valore del campo Descrizione.

# Page 596671803 - Control 717990034 - Property 1295455071
source: Specifies the value of the Format Text field.
it: Specifica il valore del campo Formato testo.

# Page 596671803 - Control 2759603453 - Property 1295455071
source: Specifies the value of the Format Type field.
it: Specifica il valore del campo Tipo di formato.

# Page 596671803 - Control 415504711 - Property 1295455071
source: Specifies the value of the Id field.
it: Specifica il valore del campo Id.

# Page 596671803 - Control 3845376148 - Property 1295455071
source: Specifies the value of the Int Value field.
it: Specifica il valore del campo Valore int.

# Report 3115327940 - Property 2879900210
source: Available Book List
it: Lista Libri Disponibili

# Report 3115327940 - ReportLabel 2182175140
source: Editor Name
it: Nome Editore

# Report 3115327940 - ReportLabel 4229208447
source: Editors
it: Case Editrici

# Report 3115327940 - Control 684242166 - Property 2879900210
source: Parameters
it: Parametri

# Report 3115327940 - Control 1282613113 - Property 1295455071
source: It filters initial of title
it: Filtra le iniziali del titolo

# Report 3115327940 - Control 1282613113 - Property 2879900210
source: Initial Filter
it: Filtro Iniziale

# Report 264130902 - Property 2879900210
source: Available Book List
it: Lista Libri Disponibili

# Report 264130902 - Control 684242166 - Property 2879900210
source: Parameters
it: Parametri

# Report 264130902 - Control 1282613113 - Property 1295455071
source: It filters initial of title
it: Filtra l'iniziale del titolo

# Report 264130902 - Control 1282613113 - Property 2879900210
source: Initial Filter
it: Filtro Iniziale

# PageExtension 1512221076 - Action 2786833703 - Property 1295455071
source: Simulate an error keeping Error Collects
it: Simulare un errore mantenendo le raccolte di errori

# PageExtension 1512221076 - Action 2786833703 - Property 2879900210
source: Simulate Collects
it: Simulare raccolte

# PageExtension 1512221076 - Action 1849423245 - Property 1295455071
source: Simulate an error searching PIPPO item
it: Simulare un errore durante la ricerca di un articolo PIPPO

# PageExtension 1512221076 - Action 1849423245 - Property 2879900210
source: Simulate error 1
it: Simulare l'errore 1

# PageExtension 1512221076 - Action 3594951254 - Property 1295455071
source: Simulate an error searching PIPPO item
it: Simulare un errore durante la ricerca di un articolo PIPPO

# PageExtension 1512221076 - Action 3594951254 - Property 2879900210
source: Simulate error 2
it: Simulare l'errore 2

# PageExtension 1512221076 - Action 3416726018 - Property 1295455071
source: Simulate an error searching current item with action
it: Simulare un errore durante la ricerca dell'elemento corrente con l'azione

# PageExtension 1512221076 - Action 3416726018 - Property 2879900210
source: Simulate error 3
it: Simulare l'errore 3

# PageExtension 1512221076 - Action 3960612162 - Property 1295455071
source: Simulate an error keeping TryFunction
it: Simulare un errore mantenendo TryFunction

# PageExtension 1512221076 - Action 3960612162 - Property 2879900210
source: Simulate TryFunction
it: Simulare TryFunction

# PageExtension 3031093451 - Control 252873239 - Property 2879900210
source: Operational arrangements
it: Disposizioni operative

# PageExtension 3031093451 - Control 4192809588 - Property 1295455071
source: this operation must be completed by
it: questa operazione deve essere completata entro il

# PageExtension 3031093451 - Control 2906364010 - Property 1295455071
source: Operational info relative current order
it: Informazioni operative relative all'ordine corrente

# TableExtension 4077452 - Field 4192809588 - Property 2879900210
source: Operational Due Date
it: Data Scadenza Operativa

# TableExtension 4077452 - Field 2906364010 - Property 2879900210
source: Operational Info
it: Info. Operative

# Enum 2327294443 - EnumValue 2176757286 - Property 2879900210
source: Confirm
it: Conferma

# Enum 2327294443 - EnumValue 1002420131 - Property 2879900210
source: Print
it: Stampa

# Enum 2327294443 - EnumValue 620325036 - Property 2879900210
source: Start
it: Inizio

# Enum 1411291453 - EnumValue 2095919705 - Property 2879900210
source: Black
it: Nero

# Enum 1411291453 - EnumValue 3487568930 - Property 2879900210
source: Blue
it: Blu

# Enum 1411291453 - EnumValue 2899644277 - Property 2879900210
source: Green
it: Verde

# Enum 1411291453 - EnumValue 3750225965 - Property 2879900210
source: Red
it: Rosso

# Enum 1411291453 - EnumValue 4022626687 - Property 2879900210
source: Violet
it: Viola

# Enum 1411291453 - EnumValue 128824673 - Property 2879900210
source: White
it: Bianco

# Enum 1411291453 - EnumValue 2012424656 - Property 2879900210
source: Yellow
it: Giallo

# Enum 2182209770 - EnumValue 1329401311 - Property 2879900210
source: Colorful Opaque
it: Colorato Opaco

# Enum 2182209770 - EnumValue 3371220206 - Property 2879900210
source: None
it: Nessuna

# Enum 2182209770 - EnumValue 2570189449 - Property 2879900210
source: Opaque
it: Opaca

# Enum 2182209770 - EnumValue 1533297067 - Property 2879900210
source: Patterned
it: Modellato

# Enum 2182209770 - EnumValue 3089365754 - Property 2879900210
source: Transparent
it: Trasparente

# Enum 4279680980 - EnumValue 3192175264 - Property 2879900210
source: Date
it: Data

# Enum 4279680980 - EnumValue 3350651205 - Property 2879900210
source: Decimal
it: Decimale

# Enum 4279680980 - EnumValue 3883182266 - Property 2879900210
source: Integer
it: Valore integer

# ReportExtension 1247505494 - ReportLabel 1845189106
source: Operational Due Date
it: Data Scadenza Operativa

# Table 859268266 - Property 2879900210
source: Buffer Table
it: Tabella Buffer

# Table 859268266 - Field 157186525 - Property 2879900210
source: Field 1
it: Campo 1

# Table 859268266 - Field 3814457204 - Property 2879900210
source: Field 2
it: Campo 2

# Table 859268266 - Field 3176760587 - Property 2879900210
source: Field 3
it: Campo 3

# Table 859268266 - Field 2539063970 - Property 2879900210
source: Field 4
it: Campo 4

# Table 859268266 - Field 1901367353 - Property 2879900210
source: Field 5
it: Campo 5

# Table 859268266 - Field 1263670736 - Property 2879900210
source: Field 6
it: Campo 6

# Table 859268266 - Field 2780280466 - Property 2879900210
source: Key 1
it: Chiave 1

# Table 859268266 - Field 867190615 - Property 2879900210
source: Key 2
it: Chiave 2

# Table 859268266 - Field 1504887232 - Property 2879900210
source: Key 3
it: Chiave 3

# Table 3922008805 - Property 2879900210
source: Mapping Header
it: Mappatura Testata

# Table 3922008805 - Field 2066789741 - Property 2879900210
source: Table Id
it: Id Tabella

# Table 3922008805 - Field 3808951907 - Property 2879900210
source: Table Name
it: Nome Tabella

# Table 1820826334 - Property 2879900210
source: Mapping Line
it: Righe Mappature

# Table 1820826334 - Field 4095765489 - Property 2879900210
source: Field Id
it: Id Campo

# Table 1820826334 - Field 3070320983 - Property 2879900210
source: Field Name
it: Nome Campo

# Table 1820826334 - Field 2066789741 - Property 2879900210
source: Table Id
it: Id Tabella

# Page 859268266 - Property 2879900210
source: Buffer Table
it: Tabella Buffer

# Page 859268266 - Control 157186525 - Property 1295455071
source: Specifies the value of the Field 1 field.
it: Specifica il valore del campo Campo 1.

# Page 859268266 - Control 3814457204 - Property 1295455071
source: Specifies the value of the Field 2 field.
it: Specifica il valore del campo Campo 2.

# Page 859268266 - Control 3176760587 - Property 1295455071
source: Specifies the value of the Field 3 field.
it: Specifica il valore del campo Campo 3.

# Page 859268266 - Control 2539063970 - Property 1295455071
source: Specifies the value of the Field 4 field.
it: Specifica il valore del campo Campo 4.

# Page 859268266 - Control 1901367353 - Property 1295455071
source: Specifies the value of the Field 5 field.
it: Specifica il valore del campo Campo 5.

# Page 859268266 - Control 1263670736 - Property 1295455071
source: Specifies the value of the Field 6 field.
it: Specifica il valore del campo Campo 6.

# Page 859268266 - Control 2780280466 - Property 1295455071
source: Specifies the value of the Key 1 field.
it: Specifica il valore del campo Chiave 1.

# Page 859268266 - Control 867190615 - Property 1295455071
source: Specifies the value of the Key 2 field.
it: Specifica il valore del campo Chiave 2.

# Page 859268266 - Control 1504887232 - Property 1295455071
source: Specifies the value of the Key 3 field.
it: Specifica il valore del campo Chiave 3.

# Page 1836207417 - Property 2879900210
source: Caption Fields
it: Campi Etichetta

# Page 1836207417 - Control 823559016 - Property 1295455071
source: Specifies the caption of the field, that is, the name that will be shown in the user interface.
it: Specifica la didascalia del campo, ovvero il nome che verrà visualizzato nell'interfaccia utente.

# Page 1836207417 - Control 166597695 - Property 1295455071
source: Specifies the name of the field in the table.
it: Specifica il nome del campo nella tabella.

# Page 1836207417 - Control 4200184881 - Property 1295455071
source: Specifies the ID number of the field in the table.
it: Specifica il numero ID del campo nella tabella.

# Page 1836207417 - Control 103915345 - Property 1295455071
source: Specifies the table number.
it: Specifica il numero di tabella.

# Page 3901220876 - Property 2879900210
source: Mapping Card
it: Scheda Mappatura

# Page 3901220876 - Control 2445482498 - Property 2879900210
source: General
it: Generale

# Page 3901220876 - Control 2066789741 - Property 1295455071
source: Specifies the value of the Table Id field.
it: Specifica il valore del campo ID tabella.

# Page 3901220876 - Control 3808951907 - Property 1295455071
source: Specifies the value of the Table Name field.
it: Specifica il valore del campo Nome tabella.

# Page 3769395339 - Property 2879900210
source: Mapping Lines
it: Righe Mappatura

# Page 3769395339 - Control 4095765489 - Property 1295455071
source: Specifies the value of the Field Id field.
it: Specifica il valore del campo ID campo.

# Page 3769395339 - Control 3070320983 - Property 1295455071
source: Specifies the value of the Field Name field.
it: Specifica il valore del campo Nome campo.

# Page 3769395339 - Control 2066789741 - Property 1295455071
source: Specifies the value of the Table Id field.
it: Specifica il valore del campo ID tabella.

# Table 807952280 - Property 2879900210
source: Book Journal Batch
it: Batch Registrazione Libro

# Table 807952280 - Field 3461834954 - Property 2879900210
source: Description
it: Descrizione

# Table 807952280 - Field 3684440170 - Property 2879900210
source: Journal Template Name
it: Nome Modello Batch

# Table 807952280 - Field 2961552353 - Property 2879900210
source: Name
it: Nome

# Table 1358329202 - Property 2879900210
source: Book Journal Line
it: Riga Libro Giornale

# Table 1358329202 - Field 3103787392 - Property 2879900210
source: Book Code
it: Cod. Libro

# Table 1358329202 - Field 3067118691 - Property 2879900210
source: Book Reader Code
it: Cod. Lettore

# Table 1358329202 - Field 2077108948 - Property 2879900210
source: Book Reader Full Name
it: Nome Lettore

# Table 1358329202 - Field 245842227 - Property 2879900210
source: Book Title
it: Titolo Libro

# Table 1358329202 - Field 4085727052 - Property 2879900210
source: Due Date
it: Data Scadenza

# Table 1358329202 - Field 4085727052 - Method 2126772001 - NamedType 1652786162
source: %1 cannot be earlier than %2
it: %1 non può essere antecedente a %2

# Table 1358329202 - Field 149522872 - Property 2879900210
source: Entry Type
it: Tipo Movimento

# Table 1358329202 - Field 2704330142 - Property 2879900210
source: Journal Batch Name
it: Nome Batch registrazione

# Table 1358329202 - Field 3684440170 - Property 2879900210
source: Journal Template Name
it: Nome Modello Registrazione

# Table 1358329202 - Field 3320823955 - Property 2879900210
source: Line No.
it: Nr. Riga

# Table 1358329202 - Field 1304937209 - Property 2879900210
source: Loan Entry No.
it: Nr. Mov. Prestito

# Table 1358329202 - Field 3710982960 - Property 2879900210
source: Posting Date
it: Data Registrazione

# Table 1358329202 - Field 2704404533 - Property 2879900210
source: Quantity
it: Quantità

# Table 7969412 - Property 2879900210
source: Book Journal Template
it: Modello Libro Registrazione

# Table 7969412 - Field 3461834954 - Property 2879900210
source: Description
it: Descrizione

# Table 7969412 - Field 2961552353 - Property 2879900210
source: Name
it: Nome

# Table 7969412 - Field 1351594800 - Property 2879900210
source: No. Series
it: Nr. Serie

# Table 7969412 - Field 103924864 - Property 2879900210
source: Posting No. Series
it: Nr. Serie Registrazione

# Table 4013886955 - Property 2879900210
source: Book Loan Entry
it: Movimento Prestito Libro

# Table 4013886955 - Field 3103787392 - Property 2879900210
source: Book Code
it: Cod. Libro

# Table 4013886955 - Field 3067118691 - Property 2879900210
source: Book Reader Code
it: Cod. Lettore

# Table 4013886955 - Field 3158434631 - Property 2879900210
source: Book Reader E-mail
it: E-mail Lettore

# Table 4013886955 - Field 2077108948 - Property 2879900210
source: Book Reader Full Name
it: Nome Lettore

# Table 4013886955 - Field 4131567777 - Property 2879900210
source: Book Reader Phone No.
it: Nr. Telefono Lettore

# Table 4013886955 - Field 245842227 - Property 2879900210
source: Book Title
it: Titolo Libro

# Table 4013886955 - Field 4085727052 - Property 2879900210
source: Due Date
it: Data Scadenza

# Table 4013886955 - Field 883711285 - Property 2879900210
source: Entry No.
it: Nr. Movimento

# Table 4013886955 - Field 149522872 - Property 2879900210
source: Entry Type
it: Tipo Movimento

# Table 4013886955 - Field 3959145609 - Property 2879900210
source: Inbound Qty.
it: Qta. Entrata

# Table 4013886955 - Field 2942113842 - Property 2879900210
source: Outbound Qty.
it: Qta. Uscita

# Table 4013886955 - Field 3710982960 - Property 2879900210
source: Posting Date
it: Data Registrazione

# Table 4013886955 - Field 2704404533 - Property 2879900210
source: Quantity
it: Quantità
