Repository: darioconcilio/LibraryOne
Catalog: Translations/Library One.*.xlf
Languages: it

# Page 2396252903 - Property 2879900210
source: Literary Genre List
it: Elenco dei generi letterari

# Page 2396252903 - Property 3863440606
source: literary,genre
it: letterari,genere

# Page 2396252903 - Control 3004954119 - Property 1295455071
source: Specifies the value of the Code field.
it: Specifica il valore del campo Codice

# Page 2396252903 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field.
it: Specifica il valore del campo Descrizione

# Page 2396252903 - Control 2961552353 - Property 1295455071
source: Specifies the value of the Name field.
it: Specifica il valore del campo Nome

# Table 2842729223 - Property 2879900210
source: Author
it: Autore

# Table 2842729223 - Field 3004954119 - Property 2879900210
source: Code
it: Codice

# Table 2842729223 - Field 284764054 - Property 2879900210
source: Country/Region
it: Paese

# Table 2842729223 - Field 2961552353 - Property 2879900210
source: Name
it: Nome

# Table 1606545787 - Property 2879900210
source: Book
it: Libro

# Table 1606545787 - Field 3219453364 - Property 2879900210
source: Author Code
it: Codice autore

# Table 1606545787 - Field 2336152139 - Property 2879900210
source: Availability
it: Disponibilità

# Table 1606545787 - Field 3004954119 - Property 2879900210
source: Code
it: Codice

# Table 1606545787 - Field 4211458264 - Property 2879900210
source: Editor Code
it: Cod. Casa Editrice

# Table 1606545787 - Field 4084532624 - Property 2879900210
source: Image Url
it: Url Immagine

# Table 1606545787 - Field 2105307182 - Property 2879900210
source: Inventory
it: Giacenza

# Table 1606545787 - Field 2273653569 - Property 2879900210
source: Language Code
it: Cod. Lingua

# Table 1606545787 - Field 1000432318 - Property 2879900210
source: Literary Genre Code
it: Cod. Genere Letterario

# Table 1606545787 - Field 2898143332 - Property 2879900210
source: Note
it: Nota

# Table 1606545787 - Field 3326651119 - Property 2879900210
source: On Loan
it: In Prestito

# Table 1606545787 - Field 329424276 - Property 2879900210
source: Title
it: Titolo

# Table 1502565216 - Property 2879900210
source: Book Reader
it: Lettore

# Table 1502565216 - Field 3168444338 - Property 2879900210
source: Address
it: indirizzo

# Table 1502565216 - Field 1717213869 - Property 2879900210
source: Balance Loaned
it: Prestati

# Table 1502565216 - Field 714791889 - Property 2879900210
source: City
it: Città

# Table 1502565216 - Field 3004954119 - Property 2879900210
source: Code
it: Codice

# Table 1502565216 - Field 284764054 - Property 2879900210
source: Country/Region
it: Paese

# Table 1502565216 - Field 193981705 - Property 2879900210
source: County Code
it: Cod. Provincia

# Table 1502565216 - Field 3444679095 - Property 2879900210
source: First Name
it: Nome

# Table 1502565216 - Field 2981864456 - Property 2879900210
source: Full Name
it: Nome

# Table 1502565216 - Field 4068742839 - Property 2879900210
source: Last Name
it: Cognome

# Table 1502565216 - Field 3326651119 - Property 2879900210
source: On Loan
it: In Prestito

# Table 1502565216 - Field 3986423421 - Property 2879900210
source: Phone No.
it: Nr. Telefono

# Table 1502565216 - Field 3660300303 - Property 2879900210
source: Post Code
it: Casella Postale

# Table 1015418339 - Property 2879900210
source: Editor
it: Casa Editrice

# Table 1015418339 - Field 3168444338 - Property 2879900210
source: Address
it: indirizzo

# Table 1015418339 - Field 714791889 - Property 2879900210
source: City
it: Città

# Table 1015418339 - Field 3004954119 - Property 2879900210
source: Code
it: Codice

# Table 1015418339 - Field 284764054 - Property 2879900210
source: Country/Region
it: Paese

# Table 1015418339 - Field 193981705 - Property 2879900210
source: County Code
it: Cod. Provincia

# Table 1015418339 - Field 2961552353 - Property 2879900210
source: Name
it: Nome

# Table 1015418339 - Field 3986423421 - Property 2879900210
source: Phone No.
it: Nr. Telefono

# Table 1015418339 - Field 3660300303 - Property 2879900210
source: Post Code
it: Codice Postale

# Table 2714047025 - Property 2879900210
source: Literary Genre
it: Genere Letterario

# Table 2714047025 - Field 3004954119 - Property 2879900210
source: Code
it: Codice

# Table 2714047025 - Field 3461834954 - Property 2879900210
source: Description
it: Descrizione

# Table 2714047025 - Field 2961552353 - Property 2879900210
source: Name
it: Nome

# Page 3847179811 - Property 2879900210
source: Author Card
it: Scheda autore

# Page 3847179811 - Control 2445482498 - Property 2879900210
source: General
it: Generale

# Page 3847179811 - Control 3004954119 - Property 1295455071
source: Specifies the value of the Code field.
it: Specifica il valore del campo Codice.

# Page 3847179811 - Control 284764054 - Property 1295455071
source: Specifies the value of the Country/Region field.
it: Specifica il valore del campo Paese/Regione.

# Page 3847179811 - Control 2961552353 - Property 1295455071
source: Specifies the value of the Name field.
it: Specifica il valore del campo Nome.

# Page 1553816657 - Property 2879900210
source: Author List
it: Lista Autori

# Page 1553816657 - Property 3863440606
source: author
it: autore

# Page 1553816657 - Control 3004954119 - Property 1295455071
source: Specifies the value of the Code field.
it: Specifica il valore del campo Codice.

# Page 1553816657 - Control 284764054 - Property 1295455071
source: Specifies the value of the Country/Region field.
it: Specifica il valore del campo Paese/Regione.

# Page 1553816657 - Control 2961552353 - Property 1295455071
source: Specifies the value of the Name field.
it: Specifica il valore del campo Nome.

# Page 2783743311 - Property 2879900210
source: Book Card
it: Scheda Libro

# Page 2783743311 - Control 4084532624 - Property 1295455071
source: Specifies the value of the Image Url field.
it: Specifica il valore del campo Url dell'immagine

# Page 2783743311 - Control 2898143332 - Property 1295455071
source: Specifies the value of the Note field.
it: Specifica il valore del campo Nota

# Page 2783743311 - Control 2445482498 - Property 2879900210
source: General
it: Generale

# Page 2783743311 - Control 3219453364 - Property 1295455071
source: Specifies the value of the Author Code field.
it: Specifica il valore del campo Codice autore.

# Page 2783743311 - Control 3004954119 - Property 1295455071
source: Specifies the value of the Code field.
it: Specifica il valore del campo Codice

# Page 2783743311 - Control 4211458264 - Property 1295455071
source: Specifies the value of the Editor Code field.
it: Specifica il valore del campo Codice editore.

# Page 2783743311 - Control 49178470 - Property 1295455071
source: Specifies the value of the ISBN-10 field.
it: Specifica il valore del campo ISBN-10

# Page 2783743311 - Control 2431055915 - Property 1295455071
source: Specifies the value of the ISBN-13 field.
it: Specifica il valore del campo ISBN-13

# Page 2783743311 - Control 2273653569 - Property 1295455071
source: Specifies the value of the Language Code field.
it: Specifica il valore del campo Codice lingua

# Page 2783743311 - Control 1000432318 - Property 1295455071
source: Indicate the literary genre for the selected book
it: Indicare il genere letterario del libro selezionato

# Page 2783743311 - Control 329424276 - Property 1295455071
source: Specifies the value of the Title field.
it: Specifica il valore del campo Titolo

# Page 2783743311 - Control 2179104272 - Property 2879900210
source: Loan
it: Prestito

# Page 2783743311 - Control 2336152139 - Property 1295455071
source: Specifies the value of the Availability field.
it: Specifica il valore del campo Disponibilità.

# Page 2783743311 - Control 2105307182 - Property 1295455071
source: Specifies the value of the Inventory field.
it: Specifica il valore del campo Inventario.

# Page 2783743311 - Control 3326651119 - Property 1295455071
source: Specifies the value of the On Loan field.
it: Specifica il valore del campo In prestito.

# Page 3565700325 - Property 2879900210
source: Book List
it: Lista Libri

# Page 3565700325 - Property 3863440606
source: book
it: libro

# Page 3565700325 - Control 3219453364 - Property 1295455071
source: Specifies the value of the Author Code field.
it: Specifica il valore del campo Codice autore.

# Page 3565700325 - Control 2336152139 - Property 1295455071
source: Specifies the value of the Availability field.
it: Specifica il valore del campo Disponibilità.

# Page 3565700325 - Control 3004954119 - Property 1295455071
source: Specifies the value of the Code field.
it: Specifica il valore del campo Codice

# Page 3565700325 - Control 4211458264 - Property 1295455071
source: Specifies the value of the Editor Code field.
it: Specifica il valore del campo Codice editore.

# Page 3565700325 - Control 2105307182 - Property 1295455071
source: Specifies the value of the Inventory field.
it: Specifica il valore del campo Inventario.

# Page 3565700325 - Control 49178470 - Property 1295455071
source: Specifies the value of the ISBN-10 field.
it: Specifica il valore del campo ISBN-10

# Page 3565700325 - Control 2431055915 - Property 1295455071
source: Specifies the value of the ISBN-13 field.
it: Specifica il valore del campo ISBN-13

# Page 3565700325 - Control 2273653569 - Property 1295455071
source: Specifies the value of the Language Code field.
it: Specifica il valore del campo Codice lingua

# Page 3565700325 - Control 1000432318 - Property 1295455071
source: Indicate the literary genre for the selected book
it: Indicare il genere letterario del libro selezionato

# Page 3565700325 - Control 3326651119 - Property 1295455071
source: Specifies the value of the On Loan field.
it: Specifica il valore del campo In prestito.

# Page 3565700325 - Control 329424276 - Property 1295455071
source: Specifies the value of the Title field.
it: Specifica il valore del campo Titolo

# Page 3565700325 - Action 2176459415 - Property 2879900210
source: Reports
it: Report

# Page 3565700325 - Action 3359278117 - Property 1295455071
source: It shows list of book with available informations
it: Mostra l'elenco dei libri con le informazioni disponibili

# Page 3565700325 - Action 3359278117 - Property 2879900210
source: Available Books
it: Libri Disponibili

# Page 3565700325 - Action 3518799503 - Property 1295455071
source: It shows list of book with available informations for Word/Excel
it: Mostra l'elenco dei libri con le informazioni disponibili per Word/Excel

# Page 3565700325 - Action 3518799503 - Property 2879900210
source: Available Books (Word/Excel)
it: Libri Disponibili (Word/Excel)

# Page 3565700325 - Action 3088146188 - Property 1295455071
source: It exports/imports books
it: Importa ed esporta i libri

# Page 3565700325 - Action 3088146188 - Property 2879900210
source: Export/Import Books
it: Importa/Esporta Libri

# Page 3565700325 - Action 3277190193 - Property 1295455071
source: It exports/imports books in txt format
it: Esporta/importa i libri in formato txt.

# Page 3565700325 - Action 3277190193 - Property 2879900210
source: Export/Import Books Flat
it: Esporta/Importa Libri CSV

# Page 3821846900 - Property 2879900210
source: Book Reader Card
it: Scheda Lettore

# Page 3821846900 - Control 3050372732 - Property 2879900210
source: Communication
it: Comunicazione

# Page 3821846900 - Control 985328067 - Property 1295455071
source: Specifies the value of the E-mail field.
it: Specifica il valore del campo E-mail

# Page 3821846900 - Control 3986423421 - Property 1295455071
source: Specifies the value of the Phone No. field.
it: Specifica il valore del campo Nr. Telefono

# Page 3821846900 - Control 2445482498 - Property 2879900210
source: General
it: Generale

# Page 3821846900 - Control 3168444338 - Property 1295455071
source: Specifies the value of the Address field.
it: Specifica il valore del campo Indirizzo

# Page 3821846900 - Control 714791889 - Property 1295455071
source: Specifies the value of the City field.
it: Specifica il valore del campo Città

# Page 3821846900 - Control 3004954119 - Property 1295455071
source: Specifies the value of the Code field.
it: Specifica il valore del campo Codice

# Page 3821846900 - Control 284764054 - Property 1295455071
source: Specifies the value of the Country/Region field.
it: Specifica il valore del campo Paese

# Page 3821846900 - Control 193981705 - Property 1295455071
source: Specifies the value of the County Code field.
it: Specifica il valore del campo Cod. Provincia

# Page 3821846900 - Control 3444679095 - Property 1295455071
source: Specifies the value of the First Name field.
it: Specifica il valore del campo Nome Proprio

# Page 3821846900 - Control 4068742839 - Property 1295455071
source: Specifies the value of the Last Name field.
it: Specifica il valore del campo Cognome

# Page 3821846900 - Control 3660300303 - Property 1295455071
source: Specifies the value of the Post Code field.
it: Specifica il valore del campo Cod. Postale

# Page 3821846900 - Control 2179104272 - Property 2879900210
source: Loan
it: Prestito

# Page 3821846900 - Control 1717213869 - Property 1295455071
source: Specifies the value of the Balance Loaned field.
it: Specifica il valore del campo Saldo prestato.

# Page 3821846900 - Control 3326651119 - Property 1295455071
source: Specifies the value of the On Loan field.
it: Specifica il valore del campo In prestito.

# Page 1905392850 - Property 2879900210
source: Book Reader List
it: Lista Lettori

# Page 1905392850 - Property 3863440606
source: book,reader
it: lettore

# Page 1905392850 - Control 1717213869 - Property 1295455071
source: Specifies the value of the Balance Loaned field.
it: Specifica il valore del campo Saldo prestato.

# Page 1905392850 - Control 3004954119 - Property 1295455071
source: Specifies the value of the Code field.
it: Specifica il valore del campo Codice

# Page 1905392850 - Control 985328067 - Property 1295455071
source: Specifies the value of the E-mail field.
it: Specifica il valore del campo E-mail

# Page 1905392850 - Control 3444679095 - Property 1295455071
source: Specifies the value of the First Name field.
it: Specifica il valore del campo Nome Proprio

# Page 1905392850 - Control 4068742839 - Property 1295455071
source: Specifies the value of the Last Name field.
it: Specifica il valore del campo Cognome

# Page 1905392850 - Control 3326651119 - Property 1295455071
source: Specifies the value of the On Loan field.
it: Specifica il valore del campo In prestito.

# Page 1905392850 - Control 3986423421 - Property 1295455071
source: Specifies the value of the Phone No. field.
it: Specifica il valore del campo Nr. Telefono

# Page 2907817015 - Property 2879900210
source: Editor Card
it: Scheda Casa Editrice

# Page 2907817015 - Control 2445482498 - Property 2879900210
source: General
it: Generale

# Page 2907817015 - Control 3168444338 - Property 1295455071
source: Specifies the value of the Address field.
it: Specifica il valore del campo Indirizzo

# Page 2907817015 - Control 714791889 - Property 1295455071
source: Specifies the value of the City field.
it: Specifica il valore del campo Città

# Page 2907817015 - Control 3004954119 - Property 1295455071
source: Specifies the value of the Code field.
it: Specifica il valore del campo Codice

# Page 2907817015 - Control 284764054 - Property 1295455071
source: Specifies the value of the Country/Region field.
it: Specifica il valore del campo Paese

# Page 2907817015 - Control 193981705 - Property 1295455071
source: Specifies the value of the County Code field.
it: Specifica il valore del campo Cod. Provincia

# Page 2907817015 - Control 2961552353 - Property 1295455071
source: Specifies the value of the Name field.
it: Specifica il valore del campo Nome

# Page 2907817015 - Control 3986423421 - Property 1295455071
source: Specifies the value of the Phone No. field.
it: Specifica il valore del campo Nr. Telefono

# Page 2907817015 - Control 3660300303 - Property 1295455071
source: Specifies the value of the Post Code field.
it: Specifica il valore del campo Cod. Postale

# Page 364981261 - Property 2879900210
source: Editor List
it: Lista case Editrici

# Page 364981261 - Property 3863440606
source: editor
it: case editrici

# Page 364981261 - Control 3004954119 - Property 1295455071
source: Specifies the value of the Code field.
it: Specifica il valore del campo Codice

# Page 364981261 - Control 2961552353 - Property 1295455071
source: Specifies the value of the Name field.
it: Specifica il valore del campo Nome

# Page 364981261 - Control 3986423421 - Property 1295455071
source: Specifies the value of the Phone No. field.
it: Specifica il valore del campo Nr. Telefono

# Table 3638513988 - Property 2879900210
source: Buffer Data
it: Buffer Dati

# Table 3638513988 - Field 3168444338 - Property 2879900210
source: Address
it: indirizzo

# Table 3638513988 - Field 3004954119 - Property 2879900210
source: Code
it: Codice

# Table 3638513988 - Field 2961552353 - Property 2879900210
source: Name
it: Nome

# Codeunit 1788385213 - Method 2282416948 - NamedType 3552096929
source: Process #1 of #2\Code: #4\Name: #5\Process: #3
it: Processo #1 di #2\Codice: #4\Nome: #5\Processo: #3

# Codeunit 1788385213 - Method 4180974537 - NamedType 3552096929
source: Process #1
it: Elaborazione #1

# Codeunit 1788385213 - Method 4180974537 - NamedType 1248124158
source: Done! Posted #1 items
it: Fatto! Registrati #1 elementi

# Page 3551433216 - Property 2879900210
source: Buffer Data Entry
it: Mov. Dati Buffer

# Page 3551433216 - Property 3863440606
source: buffer,data,temporary
it: buffer,dati,temporaneo

# Page 3551433216 - Control 3168444338 - Property 1295455071
source: Specifies the value of the Address field.
it: Specifica il valore del campo Indirizzo

# Page 3551433216 - Control 3004954119 - Property 1295455071
source: Specifies the value of the Code field.
it: Specifica il valore del campo Codice

# Page 3551433216 - Control 2961552353 - Property 1295455071
source: Specifies the value of the Name field.
it: Specifica il valore del campo Nome

# Page 3551433216 - Action 1401616682 - Property 1295455071
source: Test posting buffer data
it: Test registrazione dati buffer

# Page 3551433216 - Action 1401616682 - Property 2879900210
source: Test Post
it: Test registrazione

# Page 3551433216 - Action 560807159 - Property 1295455071
source: Test posting buffer data with bar
it: Test registrazione buffer dati con barra

# Page 3551433216 - Action 560807159 - Property 2879900210
source: Test Post With Bar
it: Test Registrazione con barra

# Page 2283497995 - Property 2879900210
source: Temporary Test Data Entry
it: Mov. Dati Test Temporaneo

# Page 2283497995 - Control 3219453364 - Property 1295455071
source: Specifies the value of the Author Code field.
it: Specifica il valore del campo Codice autore.

# Page 2283497995 - Control 3004954119 - Property 1295455071
source: Specifies the value of the Code field.
it: Specifica il valore del campo Codice

# Page 2283497995 - Control 4211458264 - Property 1295455071
source: Specifies the value of the Editor Code field.
it: Specifica il valore del campo Codice editore.

# Page 2283497995 - Control 2273653569 - Property 1295455071
source: Specifies the value of the Language Code field.
it: Specifica il valore del campo Codice lingua

# Page 2283497995 - Control 2898143332 - Property 1295455071
source: Specifies the value of the Note field.
it: Specifica il valore del campo Nota

# Page 2283497995 - Control 329424276 - Property 1295455071
source: Specifies the value of the Title field.
it: Specifica il valore del campo Titolo

# Codeunit 3618972584 - NamedType 4046991775
source: Operation occurred successfully!\Item found %1 %2
it: L'operazione è avvenuta con successo!\Item found %1 %2

# Codeunit 3618972584 - Method 757461967 - NamedType 64394730
source: Error!\%1\Please contact partner support.
it: Errore!\%1\Contattare il supporto per i partner.

# Codeunit 3618972584 - Method 757461967 - NamedType 2200487216
source: Item not exists
it: Articolo non esistente

# Codeunit 3618972584 - Method 757461967 - NamedType 1928664369
source: Item No. %1 not exists in this archive.
it: Articolo n. %1 non esiste in questo archivio.

# Codeunit 3618972584 - Method 757461967 - NamedType 3331755814
source: In order to retrieve this article, you must open the article list and press New, which will allow you to create the article and later use it.
it: Per recuperare questo articolo, devi aprire l'elenco degli articoli e premere Nuovo, che ti consentirà di creare l'articolo e utilizzarlo in seguito.

# Codeunit 3618972584 - Method 572419804 - NamedType 64394730
source: Error!\%1\Please contact partner support.
it: Errore!\%1\Contattare il supporto per i partner.

# Codeunit 3618972584 - Method 3865309947 - NamedType 2200487216
source: Item not exists
it: Articolo non esistente

# Codeunit 3618972584 - Method 3865309947 - NamedType 3612905603
source: Item not complete
it: Articolo non completo

# Codeunit 3618972584 - Method 3865309947 - NamedType 1928664369
source: Item No. %1 not exists in this archive.
it: Articolo n. %1 non esiste in questo archivio.

# Codeunit 3618972584 - Method 3865309947 - NamedType 3963010294
source: In order to retrieve this aritcle, you must open the article list and press New, which will allow you to create the article and later use it.
it: Per recuperare questo articolo, devi aprire l'elenco degli articoli e premere Nuovo, che ti permetterà di creare l'articolo e utilizzarlo in seguito.

# Codeunit 3618972584 - Method 3865309947 - NamedType 2962119072
source: Item %1 not completed, you have to complete its description
it: Articolo %1 non completato, devi completare la sua descrizione

# Codeunit 3618972584 - Method 3865309947 - NamedType 3860430445
source: You can open Item Card and set description
it: Puoi aprire la scheda articolo e impostare la descrizione

# Codeunit 1835581810 - Method 1297245129 - NamedType 2184892397
source: Item %1 not found
it: Articolo %1 non trovato

# Codeunit 1835581810 - Method 2455711927 - NamedType 2184892397
source: Item %1 not found
it: Articolo %1 non trovato

# Codeunit 1835581810 - Method 2278608696 - NamedType 2184892397
source: Item %1 not found
it: Articolo %1 non trovato

# Codeunit 2281093101 - Method 4018220436 - NamedType 2370208704
source: Description 2 is empty
it: La descrizione 2 è vuota

# Codeunit 2281093101 - Method 4018220436 - NamedType 3501674495
source: Vendor No. is empty
it: N. fornitore è vuoto

# Codeunit 2281093101 - Method 4018220436 - NamedType 4035542179
source: %1 is not a decimal
it: %1 non è un decimale

# Page 3701053198 - Property 2879900210
source: Book Request List
it: Elenco delle richieste di libri

# Page 3701053198 - Control 3103787392 - Property 1295455071
source: You have to choose book that book reader what requests for customizzation
it: Devi scegliere il libro che il lettore di libri che richiede la personalizzazione

# Page 3701053198 - Control 3067118691 - Property 1295455071
source: You have to choose book reader that what request a customization of book
it: Devi scegliere il lettore di libri che cosa richiede una personalizzazione del libro

# Page 3701053198 - Control 4141588837 - Property 1295455071
source: Specifies the value of the Confirmed field.
it: Specifica il valore del campo Confermato.

# Page 3701053198 - Control 3258235900 - Property 1295455071
source: If you choose a cover, you have to choose a color of conver.
it: Se scegli una copertina, devi scegliere un colore di conversione.

# Page 3701053198 - Control 3357265471 - Property 1295455071
source: You can specify which type of cover must have a book.\It's an optional request.
it: È possibile specificare quale tipo di copertina deve contenere un libro.\È una richiesta facoltativa.
