Repository: darioconcilio/LibraryOne
Catalog: Translations/Library One.*.xlf
Languages: it

# Table 4013886955 - Field 3687201325 - Property 2879900210
source: Returned
it: Rientrato

# Table 4013886955 - Field 3704992281 - Property 2879900210
source: Returned Date
it: Data Rientro

# Codeunit 1968600166 - Method 2808404044 - NamedType 1661258091
source: Posting done!
it: Registrazione eseguita!

# Codeunit 1968600166 - Method 2808404044 - NamedType 1688477737
source: Line No. #1################\Book Code #2################
it: Nr. Riga #1################\Codice Libro #2################

# Codeunit 4091720204 - Method 1235142195 - NamedType 4095448035
source: Found exists lines, do you want delete theme?
it: Trovate righe, vuoi eliminarle?

# Page 215391332 - Property 2879900210
source: Book Journal
it: Libro Registrazione

# Page 215391332 - NamedType 3672249866
source: BOOK
it: LIBRO

# Page 215391332 - Control 874212758 - Property 1295455071
source: Specifies the name of the journal batch, a personalized journal layout, that the journal is based on.
it: Specifica il nome del lotto del diario, un layout di diario personalizzato, su cui si basa il diario.

# Page 215391332 - Control 874212758 - Property 2879900210
source: Batch Name
it: Nome Batch

# Page 215391332 - Control 3103787392 - Property 1295455071
source: Specifies the value of the Book Code field.
it: Specifica il valore del campo Codice libro.

# Page 215391332 - Control 3067118691 - Property 1295455071
source: Specifies the value of the Book Reader Code field.
it: Specifica il valore del campo Codice lettore libro.

# Page 215391332 - Control 2077108948 - Property 1295455071
source: Full Name of Book Reader
it: Nome Lettore

# Page 215391332 - Control 245842227 - Property 1295455071
source: Title of book
it: Titolo del libro

# Page 215391332 - Control 4085727052 - Property 1295455071
source: Specifies the value of the Due Date field.
it: Specifica il valore del campo Data di scadenza

# Page 215391332 - Control 149522872 - Property 1295455071
source: Specifies the value of the Entry Type field.
it: Specifica il valore del campo Tipo di voce.

# Page 215391332 - Control 149522872 - Property 2879900210
source: Entry Type
it: Tipo Movimento

# Page 215391332 - Control 3320823955 - Property 1295455071
source: Specifies the value of the Line No. field.
it: Specifica il valore del campo N. riga.

# Page 215391332 - Control 1304937209 - Property 1295455071
source: Specifies the value of the Load Entry No. field.
it: Specifica il valore del campo N. voce di carico.

# Page 215391332 - Control 1304937209 - Property 2879900210
source: Loan Entry No.
it: Nr. Mov. Prestito

# Page 215391332 - Control 3710982960 - Property 1295455071
source: Specifies the value of the Posting Date field.
it: Specifica il valore del campo Data Registrazione

# Page 215391332 - Control 2704404533 - Property 1295455071
source: Specifies the value of the Quantity field.
it: Specifica il valore del campo Quantità.

# Page 215391332 - Action 816659964 - Property 1295455071
source: Generate several entries for demos
it: Genera molti movimenti per la demo

# Page 215391332 - Action 816659964 - Property 2879900210
source: Generate Fake Purchase and Loan Entries
it: Genera Movimenti Finti

# Page 215391332 - Action 267503062 - Property 1295455071
source: Generate several entries for demos
it: Genera molti movimenti per la demo

# Page 215391332 - Action 267503062 - Property 2879900210
source: Generate Fake Return Loan Entries
it: Genera Movimenti di Rientro Simulati

# Page 215391332 - Action 2245087378 - Property 2879900210
source: P&osting
it: Registrazione

# Page 215391332 - Action 2282416948 - Property 1295455071
source: Finalize the document or journal by posting the amounts and quantities to the related accounts in your company books.
it: Completare il documento o il giornale registrando gli importi e le quantità nei relativi conti della società.

# Page 215391332 - Action 2282416948 - Property 2879900210
source: P&ost
it: Registra

# Page 3006127942 - Property 2879900210
source: Book Journal Batches
it: Batch Registrazione Libri

# Page 3006127942 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field.
it: Specifica il valore del campo Descrizione

# Page 3006127942 - Control 2961552353 - Property 1295455071
source: Specifies the value of the Name field.
it: Specifica il valore del campo Nome.

# Page 2463628543 - Property 2879900210
source: Book Journal Lines
it: Righe Batch Libri

# Page 2463628543 - Control 3103787392 - Property 1295455071
source: Specifies the value of the Book Code field.
it: Specifica il valore del campo Codice libro.

# Page 2463628543 - Control 3067118691 - Property 1295455071
source: Specifies the value of the Book Reader Code field.
it: Specifica il valore del campo Codice lettore libro.

# Page 2463628543 - Control 2077108948 - Property 1295455071
source: Full Name of Book Reader
it: Nome del lettore

# Page 2463628543 - Control 245842227 - Property 1295455071
source: Title of book
it: Titolo del libro

# Page 2463628543 - Control 4085727052 - Property 1295455071
source: Specifies the value of the Due Date field.
it: Specifica il valore del campo Data di scadenza

# Page 2463628543 - Control 149522872 - Property 1295455071
source: Specifies the value of the Entry Type field.
it: Specifica il valore del campo Tipo di voce.

# Page 2463628543 - Control 2704330142 - Property 1295455071
source: Specifies the value of the Journal Batch Name field.
it: Specifica il valore del campo Nome batch giornale.

# Page 2463628543 - Control 3684440170 - Property 1295455071
source: Specifies the value of the Journal Template Name field.
it: Specifica il valore del campo Nome modello di giornale.

# Page 2463628543 - Control 3320823955 - Property 1295455071
source: Specifies the value of the Line No. field.
it: Specifica il valore del campo N. riga.

# Page 2463628543 - Control 3710982960 - Property 1295455071
source: Specifies the value of the Posting Date field.
it: Specifica il valore del campo Data Registrazione

# Page 2463628543 - Control 2704404533 - Property 1295455071
source: Specifies the value of the Quantity field.
it: Specifica il valore del campo Quantità.

# Page 2261769238 - Property 2879900210
source: Book Journal Template List
it: Lista Modelli Registrazione Libri

# Page 2261769238 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field.
it: Specifica il valore del campo Descrizione

# Page 2261769238 - Control 2961552353 - Property 1295455071
source: Specifies the value of the Name field.
it: Specifica il valore del campo Nome.

# Page 2261769238 - Control 1351594800 - Property 1295455071
source: Specifies the value of the No. Series field.
it: Specifica il valore del campo Numero di serie.

# Page 4013886955 - Property 2879900210
source: Book Loan Entry
it: Movimento Prestito Libro

# Page 4013886955 - Property 3863440606
source: book,loan,entry
it: libro,prestito,movimento

# Page 4013886955 - Control 3103787392 - Property 1295455071
source: Specifies the value of the Book Code field.
it: Specifica il valore del campo Codice libro.

# Page 4013886955 - Control 3067118691 - Property 1295455071
source: Specifies the value of the Book Reader Code field.
it: Specifica il valore del campo Codice lettore libro.

# Page 4013886955 - Control 3158434631 - Property 1295455071
source: Specifies the value of the Book Reader E-mail field.
it: Specifica il valore del campo E-mail del lettore di libri

# Page 4013886955 - Control 2077108948 - Property 1295455071
source: Specifies the value of the Book Reader Full Name field.
it: Specifica il valore del campo Nome completo del lettore di libri

# Page 4013886955 - Control 4131567777 - Property 1295455071
source: Specifies the value of the Book Reader Phone No. field.
it: Specifica il valore del campo Numero di telefono del lettore di libri

# Page 4013886955 - Control 245842227 - Property 1295455071
source: Specifies the value of the Book Title field.
it: Specifica il valore del campo Titolo del libro

# Page 4013886955 - Control 4085727052 - Property 1295455071
source: Specifies the value of the Due Date field.
it: Specifica il valore del campo Data di scadenza

# Page 4013886955 - Control 883711285 - Property 1295455071
source: Specifies the value of the Entry No. field.
it: Specifica il valore del campo Nr. Mov.

# Page 4013886955 - Control 149522872 - Property 1295455071
source: Specifies the value of the Entry Type field.
it: Specifica il valore del campo Tipo di voce.

# Page 4013886955 - Control 3959145609 - Property 1295455071
source: Specifies the value of the Inbound Qty. field.
it: Specifica il valore del campo Qtà in entrata.

# Page 4013886955 - Control 2942113842 - Property 1295455071
source: Specifies the value of the Outbound Qty. field.
it: Specifica il valore del campo Qtà in uscita.

# Page 4013886955 - Control 3710982960 - Property 1295455071
source: Specifies the value of the Posting Date field.
it: Specifica il valore del campo Data Registrazione

# Page 4013886955 - Control 2704404533 - Property 1295455071
source: Specifies the value of the Quantity field.
it: Specifica il valore del campo Quantità.

# Page 4013886955 - Control 3687201325 - Property 1295455071
source: Specifies the value of the Returned field.
it: Specifica il valore del campo Restituito.

# Page 4013886955 - Control 3704992281 - Property 1295455071
source: Specifies the value of the Returned Date field.
it: Specifica il valore del campo Data di restituzione.

# Enum 1293784948 - EnumValue 2179104272 - Property 2879900210
source: Loan
it: Prestito

# Enum 1293784948 - EnumValue 395510365 - Property 2879900210
source: Purchase
it: Acquisto

# Enum 1293784948 - EnumValue 3223440110 - Property 2879900210
source: Return
it: Reso

# Enum 1293784948 - EnumValue 1406942772 - Property 2879900210
source: Sales
it: Vendita

# Table 910119470 - Property 2879900210
source: Book Cue
it: Sezione Libri

# Table 910119470 - Field 603219145 - Property 2879900210
source: Book on Loan
it: Libri in Prestito

# Table 910119470 - Field 995090288 - Property 2879900210
source: Date Filter
it: Filtro Data

# Table 910119470 - Field 3736821128 - Property 2879900210
source: Overdue loan Books
it: Libri in Presito Scaduti

# Table 910119470 - Field 1663593181 - Property 2879900210
source: Primary Key
it: Chiave Primaria

# Page 910119470 - Property 2879900210
source: Book Cue
it: Sezione Libri

# Page 910119470 - Control 2445482498 - Property 2879900210
source: Book Status
it: Stato Prestiti

# Page 910119470 - Control 603219145 - Property 1295455071
source: Specifies the value of the Book on Loan field.
it: Specifica il valore del campo Libro in prestito.

# Page 910119470 - Control 3736821128 - Property 1295455071
source: Specifies the value of the Overdue loan Books field.
it: Specifica il valore del campo Libri in prestito scaduti.

# Page 910119470 - Action 742001001 - Property 1295455071
source: Set up the cues (status tiles) related to the role.
it: Impostare le indicazioni (tessere di stato) relative al ruolo.

# Page 910119470 - Action 742001001 - Property 2879900210
source: Set Up Cues
it: Impostazione delle tile

# Page 651819257 - Property 2879900210
source: Librarian Role Center
it: Libraio Role Center

# Page 651819257 - Action 2161780211 - Property 1295455071
source: Creates new author
it: Crea nuovo autore

# Page 651819257 - Action 2161780211 - Property 2879900210
source: Author
it: Autore

# Page 651819257 - Action 1804054511 - Property 1295455071
source: Creates new book
it: Crea nuovo libro

# Page 651819257 - Action 1804054511 - Property 2879900210
source: Book
it: Libro

# Page 651819257 - Action 205593769 - Property 1295455071
source: Creates new book request configuration
it: Crea una nuova configurazione di richiesta di libro

# Page 651819257 - Action 205593769 - Property 2879900210
source: Book Custom Request
it: Prenota Richiesta Personalizzata

# Page 651819257 - Action 2556455644 - Property 1295455071
source: Creates new book reader
it: Crea nuovo lettore

# Page 651819257 - Action 2556455644 - Property 2879900210
source: Book Reader
it: Lettore

# Page 651819257 - Action 246434887 - Property 1295455071
source: Creates new editor
it: Crea nuoa casa editrice

# Page 651819257 - Action 246434887 - Property 2879900210
source: Editor
it: Casa Editrice

# Page 651819257 - Action 93884623 - Property 2879900210
source: Administration
it: Amministrazione

# Page 651819257 - Action 534251996 - Property 1295455071
source: Generate a buffer table by mapping
it: Genera una tabella buffer tramite mappatura

# Page 651819257 - Action 534251996 - Property 2879900210
source: Buffer Table
it: Tabella Buffer

# Page 651819257 - Action 894248727 - Property 1295455071
source: Setup mapping field to extract data
it: impostazione campo di mappatura per estrarre i dati

# Page 651819257 - Action 894248727 - Property 2879900210
source: Mapping Fields
it: Campi Mappatura

# Page 651819257 - Action 2671139893 - Property 2879900210
source: Management
it: Gestione

# Page 651819257 - Action 689881252 - Property 1295455071
source: Post book journals
it: Mostra la lista dei prestiti

# Page 651819257 - Action 689881252 - Property 2879900210
source: Book Journal
it: Registrazione Prestiti

# Page 651819257 - Action 2068220961 - Property 1295455071
source: Book loan entries
it: Mostra la lista dei prestiti

# Page 651819257 - Action 2068220961 - Property 2879900210
source: Book Loan Entries
it: Movimenti prestito libri

# Page 651819257 - Action 2268952686 - Property 1295455071
source: Book Journal Batches List
it: Elenco dei lotti del diario del libro

# Page 651819257 - Action 2268952686 - Property 2879900210
source: Book Journal batchaes
it: Diario del libro batchaes

# Page 651819257 - Action 4277153949 - Property 1295455071
source: Book Journal Template List
it: Lista Modelli Registrazione Libri

# Page 651819257 - Action 4277153949 - Property 2879900210
source: Book Journal Templates
it: Modelli di diario di bordo

# Page 651819257 - Action 1191485221 - Property 2879900210
source: Registries
it: Anagrafiche

# Page 651819257 - Action 4115737761 - Property 1295455071
source: Shows boo reader list
it: Mostra lista lettori

# Page 651819257 - Action 4115737761 - Property 2879900210
source: Book Readers
it: Lettori

# Page 651819257 - Action 901850945 - Property 2879900210
source: Library
it: Libreria

# Page 651819257 - Action 2721997682 - Property 1295455071
source: Shows author list
it: Mostra lista autori

# Page 651819257 - Action 2721997682 - Property 2879900210
source: Authors
it: Autori

# Page 651819257 - Action 3481994534 - Property 1295455071
source: Shows book list
it: Mostra lista libri

# Page 651819257 - Action 3481994534 - Property 2879900210
source: Books
it: Libri

# Page 651819257 - Action 983795950 - Property 1295455071
source: Shows editor list
it: Mostra lista case editrici

# Page 651819257 - Action 983795950 - Property 2879900210
source: Editors
it: Case Editrici

# Page 651819257 - Action 1514883969 - Property 1295455071
source: Setup of Library One
it: Setup Library One

# Page 651819257 - Action 1514883969 - Property 2879900210
source: Library One Setup
it: Setup Library One

# Table 190734968 - Property 2879900210
source: Library One Setup
it: Setup Library One

# Table 190734968 - Field 207072885 - Property 2879900210
source: Due Days
it: Giorni Scadenza

# Table 190734968 - Field 1663593181 - Property 2879900210
source: Primary Key
it: Chiave Primaria

# Page 190734968 - Property 2879900210
source: Library One Setup
it: Setup Library One

# Page 190734968 - Control 2445482498 - Property 2879900210
source: General
it: Generale

# Page 190734968 - Control 207072885 - Property 1295455071
source: Specifies the value of the Due Days field.
it: Specifica il valore del campo Giorni Scadenza

# Page 3472321810 - Property 2879900210
source: Date List
it: Lista Data

# Page 3472321810 - Property 3863440606
source: virtual,table,date
it: virtuale,tabella,data

# Page 3472321810 - Control 459019446 - Property 1295455071
source: Specifies the value of the Period End field.
it: Specifica il valore del campo Fine periodo.

# Page 3472321810 - Control 1669483094 - Property 1295455071
source: Specifies the value of the Period Invariant Name field.
it: Specifica il valore del campo Nome invariante punto.

# Page 3472321810 - Control 827478726 - Property 1295455071
source: Specifies the name of the period shown in the line.
it: Specifica il nome del periodo visualizzato nella riga.

# Page 3472321810 - Control 469475598 - Property 1295455071
source: Specifies the value of the Period No. field.
it: Specifica il valore del valore del n. periodo campo.

# Page 3472321810 - Control 864109087 - Property 1295455071
source: Specifies the starting date of the period that you want to view.
it: Specifica la data di inizio del periodo che si desidera visualizzare.

# Page 3472321810 - Control 95864743 - Property 1295455071
source: Specifies the value of the Period Type field.
it: Specifica il valore del campo Tipo di periodo.

# Page 1500430680 - Property 2879900210
source: Integer List
it: Lista Intero

# Page 1500430680 - Property 3863440606
source: virtual,table,integer
it: virtuale,table,intero

# Page 1500430680 - Control 2272340397 - Property 1295455071
source: Specifies the Excel row number.
it: Specifica il numero di riga di Excel.

# Table 3133742669 - Property 2879900210
source: Book Custom Request
it: Prenota Richiesta Personalizzata

# Table 3133742669 - Field 3103787392 - Property 2879900210
source: Book Code
it: Codice Libro

# Table 3133742669 - Field 3067118691 - Property 2879900210
source: Book Reader Code
it: Codice lettore libri

# Table 3133742669 - Field 4141588837 - Property 2879900210
source: Confirmed
it: Confermato

# Table 3133742669 - Field 3258235900 - Property 2879900210
source: Cover Color
it: Colore della copertura

# Table 3133742669 - Field 3357265471 - Property 2879900210
source: Cover Type
it: Tipo di copertura

# Table 3133742669 - Field 883711285 - Property 2879900210
source: Entry No.
it: Tipo Movimento

# Table 3133742669 - Field 3221795907 - Property 2879900210
source: Primary Custom Description
it: Descrizione personalizzata principale

# Table 3133742669 - Field 1003234496 - Property 2879900210
source: Print Custom Description
it: Stampa descrizione personalizzata

# Table 3133742669 - Field 2704404533 - Property 2879900210
source: Quantity
it: Quantità

# Table 3133742669 - Field 1438758551 - Property 2879900210
source: Request Date
it: Data richiesta

# Table 3133742669 - Field 2004714617 - Property 2879900210
source: Secondary Custom Description
it: Descrizione personalizzata secondaria

# Table 388789349 - Property 2879900210
source: Format Example
it: Esempio di formato

# Table 388789349 - Field 3301323505 - Property 2879900210
source: Date Value
it: Valore data

# Table 388789349 - Field 4251776167 - Property 2879900210
source: Date/Time Value
it: Valore data/ora

# Table 388789349 - Field 822268484 - Property 2879900210
source: Decimal Value
it: Valore decimale

# Table 388789349 - Field 817180971 - Property 2879900210
source: Expression Format
it: Formato espressione

# Table 388789349 - Field 717990034 - Property 2879900210
source: Format Text
it: Formattare il testo

# Table 388789349 - Field 2759603453 - Property 2879900210
source: Format Type
it: Tipo di formato

# Table 388789349 - Field 3845376148 - Property 2879900210
source: Int Value
it: Valore int

# Query 3010303157 - Property 2879900210
source: Books Available
it: Disponibilità Libri

# XmlPort 1117883865 - Property 2879900210
source: Book Export/Import
it: Importa/Esporta Libri

# XmlPort 2889892164 - Property 2879900210
source: Book Export/Import
it: Importa/Esporta Libri
